[
    {
      "text": "When did you first hear about bitcoin?",
      "type": "Personal Experience"
    },
    {
      "text": "What's been most surprising on your bitcoin journey?",
      "type": "Personal Experience"
    },
    {
      "text": "What role does bitcoin play in your life?",
      "type": "Personal Experience"
    },
    {
      "text": "What was the first thing you bought with bitcoin?",
      "type": "Personal Experience"
    },
    {
      "text": "What's the most memorable story you have about bitcoin?",
      "type": "Personal Experience"
    },
    {
      "text": "Have you ever lost bitcoin?",
      "type": "Personal Experience"
    },
    {
      "text": "What do you wish you knew about bitcoin when you first started?",
      "type": "Personal Experience"
    },
    {
      "text": "What, if anything has studying bitcoin made you change your mind about?",
      "type": "Personal Experience"
    },
    {
      "text": "What would you ask Satoshi Nakamoto if you met him in person?",
      "type": "Personal Experience"
    },
    {
      "text": "What's your favourite bitcoin wallet or tool? Why?",
      "type": "Personal Experience"
    },
    {
      "text": "What's something you least understand about bitcoin?",
      "type": "Personal Experience"
    },
    {
      "text": "How much do you know about bitcoin software development?",
      "type": "Personal Experience"
    },
    {
      "text": "What would you like to learn more about in bitcoin and why?",
      "type": "Personal Experience"
    },
    {
      "text": "If you could change one thing about bitcoin, what would it be?",
      "type": "Personal Experience"
    },
    {
      "text": "Do you think bitcoin does or doesn't have inflation?",
      "type": "Economics"
    },
    {
      "text": "Where is bitcoin most succeeding and why?",
      "type": "Economics"
    },
    {
      "text": "Which problems do you think bitcoin solves well?",
      "type": "Economics"
    },
    {
      "text": "Which problems do you think bitcoin doesn't solve well?",
      "type": "Economics"
    },
    {
      "text": "Is bitcoin's volatility a good or bad thing?",
      "type": "Economics"
    },
    {
      "text": "What is bitcoin's role in the broader world of finance?",
      "type": "Economics"
    },
    {
      "text": "What role do you think mining plays in bitcoin?",
      "type": "Economics"
    },
    {
      "text": "What's more important - cheap and quick transactions or decentralization?",
      "type": "Economics"
    },
    {
      "text": "What values do you think bitcoin was built with?",
      "type": "Economics"
    },
    {
      "text": "What's the most creative way you've seen bitcoin used?",
      "type": "Economics"
    },
    {
      "text": "Who is your favorite bitcoin content creator and why?",
      "type": "Community and Culture"
    },
    {
      "text": "Who do you most wish to become a bitcoiner?",
      "type": "Community and Culture"
    },
    {
      "text": "Who is your favourite bitcoiner and why?",
      "type": "Community and Culture"
    },
    {
      "text": "Who is your least favorite bitcoiner and why?",
      "type": "Community and Culture"
    },
    {
      "text": "What is your favourite book, article, or piece of content about bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "What is the kindest moment you've had in bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "What was the last time you explained bitcoin to someone? How did that go?",
      "type": "Community and Culture"
    },
    {
      "text": "How do you stay up to date with bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "How do you explain bitcoin to someone who knows nothing about it?",
      "type": "Community and Culture"
    },
    {
      "text": "What's the biggest misconception that most people have about bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "What's your favourite part about the bitcoin community?",
      "type": "Community and Culture"
    },
    {
      "text": "What advice would you give to someone new to bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "Which bitcoin content creators do you regularly follow?",
      "type": "Community and Culture"
    },
    {
      "text": "What's the best piece of advice you received about bitcoin?",
      "type": "Community and Culture"
    },
    {
      "text": "What's a fun fact about bitcoin that you know?",
      "type": "Community and Culture"
    },
    {
      "text": "Why do you think bitcoin is important?",
      "type": "Community and Culture"
    },
    {
      "text": "What's the most important reason for bitcoin to exist? Why?",
      "type": "Community and Culture"
    },
    {
      "text": "Do you think bitcoin will become the global reserve currency? Why or why not?",
      "type": "Community and Culture"
    }
  ]